Repository: CyberTailor/paper-plane
Catalog: po/*.po
Languages: ca, eu

source: A Telegram client optimized for the GNOME desktop
ca: Un client en GTK del Telegram optimitzat per a l’escriptori GNOME
eu: Telegrameko GTK aplikazio bat, GNOME mahaigaineko ingurunearekin ondo integratuta egoteko optimizatua

source: Default window width
ca: Amplada per defecte de la finestra
eu: Aurrez zehaztutako leihoaren zabalera

source: Default window height
ca: Alçada per defecte de la finestra
eu: Aurrez zehaztutako leihoaren altuera

source: Default window maximized behaviour
ca: Comportament per defecte de la finestra maximitzada
eu: Leiho maximizatuaren portaera lehenetsia

source: Recently used sessions
ca: Sessions usades recentment
eu: Duela gutxi erabilitako saioak

source: A list of most recently used sessions, sorted by their database directory names
ca: La llista de les sessions usades recentment ordenada pel seu nom de directori de la base de dades

source: Color Scheme
ca: Esquema de colors
eu: Koloreen eskema

source: The color scheme to be used in the app
ca: L'esquema de colors utilitzat per l’aplicació
eu: Aplikazioan erabiliko den kolore-eskema

source: Main window
ca: Finestra principal
eu: Leiho nagusia

source: _Production Server
ca: Servidor de _producció
eu: _Produkzio-zerbitzaria

source: _Test Server
ca: Servidor de p_roves
eu: _Proben zerbitzaria

source: _Add Account
ca: _Afegeix un compte
eu: _Kontu bat gehitu

source: No Chat Selected
ca: No s’ha seleccionat cap xat
eu: Hautatutako txatik ez

source: Select a chat to start messaging.
ca: Seleccioneu un xat per a començar a comunicar-vos.
eu: Aukeratu txat bat hizketan hasteko.

source: Message
ca: Missatge

source: Scroll to bottom
ca: Desplaceu-vos a baix del tot

source: View Info
ca: Mostra la informació
eu: Ikusi informazioa

source: Caption
ca: Llegenda

source: _Previous
ca: _Anterior
eu: _Aurretiaz

source: _Next
ca: _Següent
eu: _Hurrengoa

source: Welcome
ca: Benvingut

source: _Log in using QR code
ca: _Inicia la sessió amb un codi QR
eu: _Saioa hasi QR kodea erabiliz

source: Scan Code
ca: Escanegeu el codi
eu: Escanear c√≥digo

source: Scan this code with another Telegram app logged into your account.
ca: Escanegeu aquest codi amb una altra aplicació de Telegram amb el vostre compte.
eu: Eskaneatu kode hau zure kontura konektatutako Telegrameko beste aplikazio batekin.

source: Enter the Verification Code
ca: Introduïu el codi de verificació
eu: Sartu egiaztapen-kodea

source: Code
ca: Codi
eu: Kodea

source: The code cannot be sent anymore.
ca: El codi ja no es pot enviar.

source: Register New Account
ca: Registreu un compte nou
eu: Kontu berri bat erregistratu

source: First Name
ca: Nom
eu: Lehen izena

source: Last Name
ca: Cognoms
eu: Abizenak

source: By signing up, you agree to the <a href="">Terms of Service</a>.
ca: En registrar-vos, esteu d’acord amb les <a href="">condicions del servei</a>.
eu: Erregistratzean, Onartu <a href="">Zerbitzu-baldintzak</a>.

source: Enter Your Password
ca: Introduïu la vostra contrasenya
eu: Sartu zure pasahitza

source: Password
ca: Contrasenya
eu: Pasahitza

source: Hint
ca: Consell
eu: Iradokizuna

source: _Forgot password?
ca: Heu _oblidat la contrasenya?
eu: _Pasahitza ahaztu duzu?

source: Use Recovery Code
ca: Useu el codi de recuperació
eu: Erabili berreskuratze-kodea

source: When you set your cloud password, you provided a recovery e-mail address. A code can be sent there to reset your password.
ca: Quan vau establir la vostra contrasenya del núvol, vau proporcionar una adreça de correu electrònic de recuperació. Us podem enviar un codi a aquesta adreça de correu electrònic que podeu utilitzar per restablir la vostra contrasenya.

source: _Send recovery code
ca: _Envia un codi de recuperació
eu: _Bidali berreskuratze-kodea

source: Account Deletion
ca: Supressió del compte
eu: Kontua ezabatzea

source: _Delete Account
ca: _Suprimeix el compte
eu: _Ezabatu kontua

source: Enter the code e-mailed to you
ca: Introduïu el codi enviat pel correu

source: Unable to access your e-mail?
ca: _No podeu accedir al vostre correu?

source: _Reply
ca: _Respon

source: _Delete for Me
ca: _Suprimeix per mi

source: Country
ca: País

source: Phone Number
ca: Número de telèfon
eu: Telefono-zenbakia

source: Follow System Colors
ca: Segueix els colors del sistema
eu: Sistemaren koloreak jarraitu

source: Dark Theme
ca: Tema fosc
eu: Gai iluna

source: Storage
ca: Emmagatzematge

source: Cache Size
ca: Mida de la memòria cau

source: Clear Cache
ca: Neteja la memòria cau

# shortcut window
source: Show Shortcuts
ca: Mostra les dreceres
eu: Erakutsi lasterbideak

# shortcut window
source: Quit
ca: Surt
eu: Irten

# shortcut window
source: Chat List
ca: Llista de xats
eu: Txat-zerrenda

# shortcut window
source: Search Chats
ca: Cerca els xats
eu: Bilatu txatak

# shortcut window
source: Chat History
ca: Historial dels xats

# shortcut window
source: Send Photo from Clipboard
ca: Envia una foto des del porta-retalls

source: _Log Out
ca: _Tanca la sessió
eu: _Itxi saioa

source: _Preferences
ca: _Preferències
eu: _Lehentasunak

source: _Keyboard Shortcuts
ca: _Dreceres de teclat
eu: _Teklatu-lasterbideak

source: _About Paper Plane
ca: _Quant al Paper Plane

source: _Pin
ca: _Ancora

source: _Unpin
ca: _Desancora

source: _Mark as Unread
ca: _Marca com a no llegit

source: Mark as _Read
ca: Marca com a _llegit

source: Search
ca: Cerca

source: No Search Results
ca: Cap resultat de la cerca

source: Try a different search.
ca: Proveu una cerca diferent.

source: Paper Plane developers
ca: Desenvolupadors del Paper Plane

source: Sponsors
ca: Patrocinadors

source: Saved Messages
ca: Missatges desats

source: Deleted Account
ca: Compte suprimit

source: The admins of this group have restricted you from writing here
ca: Els administradors d'aquest grup us hi han restringit l'escriptura

source: %l:%M %p
ca: %H:%M
eu: %H:%M

source: %B %e, %Y %l:%M %p
ca: %e de %B del %Y, %H:%M

source: Writing messages isn't allowed in this group.
ca: No està permès escriure missatges en aquest grup.

source: One way to continue using your account is to delete and then recreate it
ca: Una manera de continuar utilitzant el vostre compte és suprimir-lo i, després, tornar-lo a crear

source: Since you have not provided a recovery e-mail address, the only way to continue using your account is to delete and then recreate it
ca: Com que no heu proporcionat una adreça de correu electrònic de recuperació, l’única manera de continuar utilitzant el vostre compte és suprimir-lo i, després, tornar a crear-lo

source: Please note, you will lose all your chats and messages, along with any media and files you shared!
ca: Tingueu en compte que perdreu tots els vostres xats i missatges, juntament amb qualsevol mitjà i fitxer que hàgiu compartit.
eu: Kontuan izan zure txat eta mezu guztiak galduko dituzula, partekatu dituzun bitarteko eta artxiboekin batera!

source: Do you accept the Terms of Service?
ca: Accepteu les condicions d’ús?

source: _Yes
ca: _Sí

source: Terms of Service
ca: Condicions d’ús
eu: Zerbitzuaren Baldintzak

source: _OK
ca: D'_acord

source: Warning
ca: Avís
eu: Oharra

source: You will lose all your chats and messages, along with any media and files you shared! Do you want to delete your account?
ca: Perdreu tots els vostres xats i missatges, juntament amb qualsevol mitjà i fitxer que hàgiu compartit! Voleu suprimir el vostre compte?
eu: Txat eta mezu guztiak galduko dituzu, partekatu dituzun bitarteko eta artxiboekin batera! Zure kontua ezabatu nahi duzu?

source: _Cancel
ca: _Cancel·la

source: Sorry
ca: Ens sap greu
eu: Barkatu

source: If you can't restore access to the e-mail, your remaining options are either to remember your password or to delete and then recreate your account.
ca: Si no podeu restaurar l’accés al correu electrònic, les opcions restants són o bé recordar la vostra contrasenya o bé suprimir i tornar a crear el vostre compte.

source: Call
ca: Truca

source: Flash Call
ca: Trucada Flash

source: Missed Call
ca: Trucada perduda

source: You entered an invalid country code.
ca: Heu introduït un codi de país no vàlid.

source: choosing a contact
ca: escollint un contacte

source: choosing a location
ca: escollint una ubicació

source: choosing a sticker
ca: escollint un adhesiu

source: recording a video
ca: gravant un vídeo

source: recording a video note
ca: enregistrant una nota de vídeo

source: recording a voice note
ca: enregistrant una nota de veu

source: playing a game
ca: jugant a un joc

source: typing
ca: escrivint

source: watching an animation
ca: veient una animació

source: last seen a long time ago
ca: vist fa molt de temps

source: online
ca: en línia

source: last seen %x
ca: vist per última vegada: %x

source: last seen yesterday at %l:%M %p
ca: vist per última vegada ahir a les %H:%M

source: last seen just now
ca: vist ara mateix

source: last seen recently
ca: vist recentment

source: last seen within a week
ca: vist per última vegada fa menys d'una setmana

source: last seen within a month
ca: vist per última vegada fa menys d'un mes

source: Photo has expired
ca: La fotografia ha vençut

source: Video has expired
ca: El vídeo ha vençut

source: Video Message
ca: Missatge de veu

source: Unsupported Message
ca: El missatge no és compatible

source: Photo
ca: Foto
eu: Argazkia

source: Video
ca: Vídeo
eu: Bideoa

source: Voice Message
ca: Missatge de veu

source: Declined outgoing video call
ca: S’ha refusat la trucada de vídeo
eu: Bideo-deia atzera bota da

source: Declined outgoing call
ca: S’ha refusat la trucada
eu: Irteerako deia atzera bota da

source: Declined incoming video call
ca: S’ha refusat la trucada de vídeo
eu: Sarrerako bideo-deia atzera bota da

source: Declined incoming call
ca: S’ha refusat la trucada
eu: Deia atzera bota da

source: Canceled call
ca: Trucada cancel·lada

source: Missed call
ca: Trucada perduda
eu: Dei galdua

source: Outgoing video call
ca: Trucada de vídeo
eu: Irtendako bideo-deia

source: Outgoing call
ca: Trucada
eu: Irteten ari den deia

source: Incoming video call
ca: Trucada de vídeo
eu: Sarrerako bideo-deia

source: Incoming call
ca: Trucada
eu: Sarrerako deia

source: Channel created
ca: S’ha creat el canal

source: Channel photo changed
ca: S’ha canviat la foto del canal

source: Channel photo removed
ca: S’ha eliminat la foto del canal
eu: Ezabatutako kanalaren argazkia

source: {sender} pinned a GIF
ca: {sender} ha fixat un GIF

source: {sender} pinned an audio file
ca: {sender} ha fixat un fitxer d'àudio

source: {sender} pinned a file
ca: {sender} ha fixat un fitxer

source: {sender} pinned a photo
ca: {sender} ha fixat una foto

source: {sender} pinned a sticker
ca: {sender} ha fixat un adhesiu

source: {sender} pinned a video
ca: {sender} ha fixat un vídeo

source: {sender} pinned a video message
ca: {sender} ha fixat un missatge de vídeo

source: {sender} pinned a voice message
ca: {sender} ha fixat un missatge de veu

source: {sender} pinned a message
ca: {sender} ha fixat un missatge

source: Cache cleared
ca: S'ha netejat la memòria cau

source: Unknown
ca: Desconegut

source: Deleted Message
ca: Missatge suprimit

source: Images
ca: Imatges

source: %B %e
ca: %e de %B

source: %B %e, %Y
ca: %e de %B del %Y
eu: %Y, %B %e

source: Mobile
ca: Mòbil
eu: Mugikorra

source: Username
ca: Nom d’usuari
eu: Erabiltzailearen izena

source: Description
ca: Descripció

source: Link
ca: Enllaç

source: Copied to clipboard
ca: S'ha copiat al porta-retalls

source: edited
ca: editat

source: sponsored
ca: patrocinat

source: Do you want to delete this message for <b>everyone</b>?
ca: Voleu suprimir aquest missatge per a <b>tothom</b>?

source: Do you want to delete this message?
ca: Voleu suprimir aquest missatge?

source: Confirm Message Deletion
ca: Confirmeu la supressió del missatge

source: This message is unsupported
ca: Aquest missatge no està suportat
eu: Mezu hau ez dago jasanda

source: You
ca: Vós
eu: Zu

source: Chats
ca: Xats

source: Global Search
ca: Cerca global

source: Recent
ca: Recents

source: Invalid Country Code
ca: Codi de país no vàlid

source: Test Account
ca: Compte de prova

source: The ordered list of recently used sessions by their database directory name
eu: Duela gutxi erabilitako saioen zerrenda ordenatua, datu-basearen direktorioa izenarekin

source: Welcome to Telegrand
eu: Ongi etorri Telegrandera

source: When you set your cloud password, you provided a recovery email address. We can send you a code to this email address that you can use to reset your password.
eu: Zure pasahitza hodeian ezarri zenuenean, berreskuratzeko helbide elektroniko bat eman zenuen. Kode bat bidal diezazukegu helbide elektroniko honetara, zure pasahitza berrezartzeko.

source: Enter the Code Sent by E-Mail
eu: Idatzi posta elektronikoz bidalitako kodea

source: _Unable to access your email?
eu: _Ezin zara zure posta elektronikora sartu?

source: Appearance
eu: Itxura

# shortcut window
source: General
eu: Orokorra

source: _About Telegrand
eu: _Telegrand-ri buruz

source: One way to continue using your account is to delete your account and then recreate it
eu: Zure kontua erabiltzen jarraitzeko aukera bat da ezabatu eta berriro sortzea

source: Since you have not provided a recovery email address, the only way to continue using your account is to delete your account and then recreate it
eu: Berreskuratzeko helbide elektronikorik eman ez duzunez, zure kontua erabiltzen jarraitzeko modu bakarra ezabatzea eta berriro sortzea da

source: Do You Accept the Terms of Service?
eu: Zerbitzuaren Baldintzak onartzen dituzu?

source: If you can't restore access to the email, your remaining options are either to remember your password or to delete and recreate your account.
eu: Posta elektronikorako sarbidea berrezarri ezin baduzu, geratzen zaizkizun aukerak zure pasahitza gogoratzea edo zure kontua ezabatu eta berriro sortzea dira.

source: _Go Back
eu: _Itzuli

source: Sticker
eu: Eranskailua

source: Voice message
eu: Ahots-mezua

source: You removed the group photo
eu: Taldeko argazkia ezabatu duzu

source: Unsupported message
eu: Mezua ez dago jasanda

source: Draft
eu: Zirriborroa

source: You joined the group
eu: Taldearekin bat egin duzu

source: You left the group
eu: Taldea utzi duzu

source: Cancelled call
eu: Deia bertan behera utzi da

source: Document
eu: Dokumentua
